drop table cadet;
create table cadet(
fio varchar(20),
rang varchar(30),
otdel varchar(30),
date_b date,
age int,
workk int,
tel varchar(20),
email varchar(50),
learn varchar(20),
salary float
);
insert into cadet(fio,rang,otdel,date_b,age,workk,tel,email,learn,salary)
values
('Сочельник','Менеджер','Отдел закупок','02.03.1995',28,5,'+79018432023','boquauteisse@yopmail.com','Среднее спец.',46.000),
('Никитин','Менеджер','Отдел продаж','11.05.1994',27,6,'+79018302345','cellehoussa@yopmail.com','Среднее спец.',75.520),
('Комов','Экономист','Планово-экономический','31.07.1989',34,10,'+79602347819','crojifeveu@yopmail.com','Высшее',62.700),
('Селизнев','Оператор','Отдел продаж','17.05.1990',33,9,'+79054763482','zopoinneu@yopmail.com','Среднее',37.500),
('Бухаревцев','Экономист','Планово-экономический','22.05.1980',43,20,'+79019873452','zefrabeho@yopmail.com','Среднее спец.',50.430),
('Родионова','Начальник отдела','Отдел закупок','01.01.1979',44,15,'+79014732997','hullvippei@yopmail.com','Высшее',108.000),
('Бакланов','Начальник отдела','Отдел закупок','23.07.1981',42,17,'+79050984576','midtroibau@yopmail.com','Высшее',95.060),
('Воробьев','Кассир','Бухгалтерия','10.09.1994',29,4,'+79094567239','yeuxwappi@yopmail.com','Среднее',35.780),
('Колмогоров','Начальник отдела','Бухгалтерия','22.06.1972',51,22,'+79094527781','prubribro@yopmail.com','Высшее',124.000),
('Ларченко','Менеджер','Отдел закупок','03.11.1992',31,7,'+79602347894','yocreueba@yopmail.com','Высшее',62.700),
('Виноградов','Бухгалтер','Бухгалтерия','07.04.1984',39,11,'+79013527677','weulluyi@yopmail.com','Высшее',78.950),
('Кочетов','Менеджер','Отдел продаж','22.04.1989',34,9,'+79012367726','goyijaru@yopmail.com','Высшее',45.800),
('Алисова','Секретарь','Планово-экономический','13.07.1992',31,10,'+79056782343','bilopabre@yopmail.com','Среднее спец.',28.500),
('Лодыгина','Экономист','Планово-экономический','06.02.1989',34,11,'+79058345623','queune@yopmail.com','Высшее',65.400),
('Антонов','Юрист','Юридический','09.09.1975',38,16,'+79607893266','yedoawa@yopmail.com','Высшее',83.430),
('Погодин','Начальник отдела','Юридический','03.09.1993',30,7,'+79015673498','viugre@yopmail.com','Высшее',75.200),
('Родин','Секретарь','Отдел продаж','12.11.1991',31,8,'+79017634959','tteppi@yopmail.com','Среднее',29.500),
('Ямушкин','Оператор','Логистический','31.10.1989',34,9,'+79097634587','cuwaivi@yopmail.com','Высшее',54.900);

select * from cadet;